;TORSO
[fortniteomegaknight_Torso_KV_M X2BodyPartTemplate]
DisplayName="欧米茄骑士 身体"

[fortniteomegaknight_Torso_LPL_M X2BodyPartTemplate]
DisplayName="欧米茄骑士 身体"

[fortniteomegaknight_Torso_MPL_M X2BodyPartTemplate]
DisplayName="欧米茄骑士 身体"

[fortniteomegaknight_Torso_HPL_M X2BodyPartTemplate]
DisplayName="欧米茄骑士 身体"

[fortniteomegaknight_Torso_LPO_M X2BodyPartTemplate]
DisplayName="欧米茄骑士 身体"

[fortniteomegaknight_Torso_MPO_M X2BodyPartTemplate]
DisplayName="欧米茄骑士 身体"

[fortniteomegaknight_Torso_HPO_M X2BodyPartTemplate]
DisplayName="欧米茄骑士 身体"

;TORSO WOTC
[fortniteomegaknight_Torso_Reaper X2BodyPartTemplate]
DisplayName="欧米茄骑士 身体"

[fortniteomegaknight_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="欧米茄骑士 身体"

[fortniteomegaknight_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="欧米茄骑士 身体"

[fortniteomegaknight_Torso_Templar X2BodyPartTemplate]
DisplayName="欧米茄骑士 身体"

[fortniteomegaknight_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="欧米茄骑士 身体"

[fortniteomegaknight_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="欧米茄骑士 身体"

[fortniteomegaknight_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="欧米茄骑士 身体"

[fortniteomegaknight_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="欧米茄骑士 身体"

[fortniteomegaknight_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="欧米茄骑士 身体"

;ARMS
[fortniteomegaknight_Arms_KV_M X2BodyPartTemplate]
DisplayName="欧米茄骑士 手臂"

[fortniteomegaknight_Arms_LPL_M X2BodyPartTemplate]
DisplayName="欧米茄骑士 手臂"

[fortniteomegaknight_Arms_MPL_M X2BodyPartTemplate]
DisplayName="欧米茄骑士 手臂"

[fortniteomegaknight_Arms_HPL_M X2BodyPartTemplate]
DisplayName="欧米茄骑士 手臂"

[fortniteomegaknight_Arms_LPO_M X2BodyPartTemplate]
DisplayName="欧米茄骑士 手臂"

[fortniteomegaknight_Arms_MPO_M X2BodyPartTemplate]
DisplayName="欧米茄骑士 手臂"

[fortniteomegaknight_Arms_HPO_M X2BodyPartTemplate]
DisplayName="欧米茄骑士 手臂"

;ARMS WOTC
[fortniteomegaknight_Arms_Reaper X2BodyPartTemplate]
DisplayName="欧米茄骑士 手臂"

[fortniteomegaknight_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName="欧米茄骑士 手臂"

[fortniteomegaknight_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName="欧米茄骑士 手臂"

[fortniteomegaknight_Arms_Templar X2BodyPartTemplate]
DisplayName="欧米茄骑士 手臂"

[fortniteomegaknight_Arms_PL_Templar X2BodyPartTemplate]
DisplayName="欧米茄骑士 手臂"

[fortniteomegaknight_Arms_PO_Templar X2BodyPartTemplate]
DisplayName="欧米茄骑士 手臂"

[fortniteomegaknight_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="欧米茄骑士 手臂"

[fortniteomegaknight_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName="欧米茄骑士 手臂"

[fortniteomegaknight_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName="欧米茄骑士 手臂"

;LEGS
[fortniteomegaknight_Legs_KV_M X2BodyPartTemplate]
DisplayName="欧米茄骑士 腿"

[fortniteomegaknight_Legs_LPL_M X2BodyPartTemplate]
DisplayName="欧米茄骑士 腿"

[fortniteomegaknight_Legs_MPL_M X2BodyPartTemplate]
DisplayName="欧米茄骑士 腿"

[fortniteomegaknight_Legs_HPL_M X2BodyPartTemplate]
DisplayName="欧米茄骑士 腿"

[fortniteomegaknight_Legs_LPO_M X2BodyPartTemplate]
DisplayName="欧米茄骑士 腿"

[fortniteomegaknight_Legs_MPO_M X2BodyPartTemplate]
DisplayName="欧米茄骑士 腿"

[fortniteomegaknight_Legs_HPO_M X2BodyPartTemplate]
DisplayName="欧米茄骑士 腿"

;LEGS WOTC
[fortniteomegaknight_Legs_Reaper X2BodyPartTemplate]
DisplayName="欧米茄骑士 腿"

[fortniteomegaknight_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName="欧米茄骑士 腿"

[fortniteomegaknight_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName="欧米茄骑士 腿"

[fortniteomegaknight_Legs_Templar X2BodyPartTemplate]
DisplayName="欧米茄骑士 腿"

[fortniteomegaknight_Legs_PL_Templar X2BodyPartTemplate]
DisplayName="欧米茄骑士 腿"

[fortniteomegaknight_Legs_PO_Templar X2BodyPartTemplate]
DisplayName="欧米茄骑士 腿"

[fortniteomegaknight_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="欧米茄骑士 腿"

[fortniteomegaknight_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="欧米茄骑士 腿"

[fortniteomegaknight_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="欧米茄骑士 腿"

[fortniteomegaknight_Helmets_M X2BodyPartTemplate]
DisplayName="欧米茄骑士 头盔"


[Omegasword X2WeaponTemplate]
FriendlyName="骑士之恶剑"
FriendlyNamePlural="骑士之恶剑"
BriefSummary="能预示着决斗的胜利……和失败."
TacticalText="能预示着决斗的胜利……和失败."
AbilityDescName="剑"







